<?php ob_start();?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" name="keywords" content="生物技术,天昊生物,测序,snp,PCR" />
<title></title></head>

<body>
<table width="100%" border="0" align="center" bgcolor="#FFFFFF" height="400">
		<tr>
				<td valign="top">
						<table width="98%" border="0" align="center" cellpadding="5">
								<tr height="3">
										<td width="500"></td>
								</tr>
								<tr>
										<td colspan="2">
												<table width="100%" border="0" style="border-bottom:#0099CC 1px solid;" align="center">
														<tr>
																<td align="left"><strong><font color="#000000" size="+1" face="黑体，宋体, Times New Roman, Arial">用户注册</font></strong></td>
																<td align="right"><img src="site_images/ras.gif" width="197" height="20" /></td>
														</tr>
												</table>										</td>
								</tr>
								<tr>
										<td colspan="2" align="left" valign="top"><p><br />
										  天昊 生物服务条款协议(下称“本协议”)。本协议阐述之条款和条件适用于您使用天昊生物网站所提供的新闻资讯和资料数据下载和工具使用服务。（下称“服务”)。 <br />
                                          </p>
										   <p> 请仔细阅读以下条款，注册请点确定按钮  。
												  <input type="button" name="button1" value=" 确定 " onclick="window.location.href='registerlevel2.php'" />
												</p>
										  <p><br />
                                          1. 接受条款。 <br />
                                          通过首页进入天昊生物网站即表示您同意自己已经与天昊生物网站订立本协议，且您将受本协议的条款和条件 (“条款”) 约束。天昊生物网站可随时自行全权决定更改“条款”。如“条款”有任何变更，天昊生物网站将其网站上刊载公告，通知予您。如您不同意相关变更，必须停止使用“服务”。经修订的“条款”一经在天昊生物网站的公布后，立即自动生效。您登录或继续使用“服务”将表示您接受经修订的“条款”。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。除非经天昊生物网站的授权高层管理人员签订书面协议，本协议不得另行作出修订。 <br />
                                          <br />
                                          <br />
                                          2.谁可使用天昊生物网站？ <br />
                                          “服务”仅供能够根据相关法律订立具有法律约束力的合约的个人或公司使用。因此，您的年龄必须在十八周岁或以上，才可使用本公司服务。如不符合本项条件，请勿使用“服务”。天昊生物网站可随时自行全权决定拒绝向任何人士提供“服务”。“服务”不会提供给被暂时或永久中止资格的天昊生物网站会员。 <br />
                                          <br />
                                          3. 收费。 <br />
                                          本公司保留在根据第1条通知您后，收取“服务”费用的权利。您因进行交易、向本公司获取有偿服务或接触本公司服务器而发生的所有应纳税赋，以及一切硬件、软件、服务及其他方面的费用均由您负责支付。本公司保留在无须发出通知的情况下，暂时或永久地更改或停止部份或全部“服务”的权利。 <br />
                                          <br />
                                          4.天昊生物网站仅作为交易地点。 <br />
                                          本公司网站仅作为用户物色交易对象，就货物和服务的交易进行协商，以及获取各类与贸易相关的服务的地点。但是，本公司不能控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力。本公司不能也不会控制交易各方能否履行协议义务。此外，您应注意到，与外国国民、未成年人或以欺诈手段行事的人进行交易的风险是客观存在的。 <br />
                                          <br />
                                          <br />
                                          5 会员注册名、密码和保密。 <br />
                                          在登记过程中，您将选择会员注册名和密码。您须自行负责对您的会员注册名和密码保密，且须对您在会员注册名和密码下发生的所有活动承担责任。您同意：(a) 如发现任何人未经授权使用您的会员注册名或密码，或发生违反保密规定的任何其他情况，您会立即通知天昊生物网站；及 (b) 确保您在每个上网时段结束时，以正确步骤离开网站。天昊生物网站不能也不会对因您未能遵守本款规定而发生的任何损失或损毁负责。 <br />
                                          <br />
                                          6 .隐私。 <br />
                                          天昊生物网站将仅根据本公司的隐私声明使用“您的资料”。本公司隐私声明的全部条款属于本协议的一部份，因此，您必须仔细阅读。请注意，您一旦自愿地在天昊生物网站交易地点披露“您的资料”，该等资料即可能被其他人士获取和使用。 <br />
                                          <br />
                                          <br />
                                          7. 终止或访问限制。 <br />
                                          您同意，天昊生物网站可自行全权决定以任何理由 (包括但不限于天昊生物网站认为您已违反本协议的字面意义和精神，或以不符合本协议的字面意义和精神的方式行事，或您在超过90天的时间内未以您的帐号及密码登录网站) 终止您的“服务”密码、帐户 (或其任何部份) 或您对“服务”的使用，并删除和丢弃您在使用“服务”中提交的的“您的资料”。天昊生物网站同时可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供“服务”或其任何部份。您同意，根据本协议的任何规定终止您使用“服务”之措施可在不发出事先通知的情况下实施，并承认和同意，天昊生物网站可立即使您的帐户无效，或撤销您的帐户以及在您的帐户内的所有相关资料和档案，和/或禁止您进一步接入该等档案或“服务”。帐号终止后，天昊生物网站没有义务为您保留原帐号中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给您或第三方。此外，您同意，天昊生物网站不会就终止您接入“服务”而对您或任何第三者承担任何责任。第12、13、14和22各条应在本协议终止后继续有效。 <br />
                                          <br />
                                          8. 违反规则会有什么后果？ <br />
                                          在不限制其他补救措施的前提下，发生下述任一情况，本公司可立即发出警告，暂时中止、永久中止或终止您的会员资格，删除您的任何现有产品信息，以及您在网站上展示的任何其他资料：(i) 您违反本协议；(ii) 本公司无法核实或鉴定您向本公司提供的任何资料；或 (iii) 本公司相信您的行为可能会使您、本公司用户或通过本公司或本公司网站提供服务的第三者服务供应商发生任何法律责任。在不限制任何其他补救措施的前提下，倘若发现您从事涉及本公司网站的诈骗活动，天昊生物网站可暂停或终止您的帐户。 <br />
                                          <br />
                                          9. 服务“按现状”提供。 <br />
                                          本公司会尽一切努力使您在使用天昊生物网站的过程中得到乐趣。遗憾的是，本公司不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或其他服务中断。为此，您明确理解和同意，您使用“服务”的风险由您自行承担。“服务”以“按现状”和“按可得到”的基础提供。天昊生物网站明确声明不作出任何种类的所有明示或暗示的保证，包括但不限于关於适销性、适用於某一特定用途和无侵权行为等方面的保证。天昊生物网站对下述内容不作保证：(i)“服务”会符合您的要求；(ii)“服务”不会中断，且适时、安全和不带任何错误；(iii) 通过使用“服务”而可能获取的结果将是准确或可信赖的；及 (iv) 您通过“服务”而购买或获取的任何产品、服务、资料或其他材料的质量将符合您的预期。通过使用“服务”而下载或以其他形式获取任何材料是由您自行全权决定进行的，且与此有关的风险由您自行承担，对于因您下载任何该等材料而发生的您的电脑系统的任何损毁或任何数据损失，您将自行承担责任。您从天昊生物网站或通过或从“服务”获取的任何口头或书面意见或资料，均不产生未在本协议内明确载明的任何保证。 <br />
                                          <br />
                                          10. 责任范围。 <br />
                                          您明确理解和同意，天昊生物网站不对因下述任一情况而发生的任何损害赔偿承担责任，包括但不限於利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿 (无论天昊生物网站是否已被告知该等损害赔偿的可能性)：(i) 使用或未能使用“服务”；(ii) 因通过或从“服务”购买或获取任何货物、样品、数据、资料或服务，或通过或从“服务”接收任何信息或缔结任何交易所产生的获取替代货物和服务的费用；(iii) 未经批准接入或更改您的传输资料或数据；(iv) 任何第三者对“服务”的声明或关於“服务”的行为；或 (v) 因任何原因而引起的与“服务”有关的任何其他事宜，包括疏忽。 <br />
                                          <br />
                                          11. 赔偿。 <br />
                                          您同意，因您违反本协议或经在此提及而纳入本协议的其他文件，或因您违反了法律或侵害了第三方的权利，而使第三方对天昊生物网站及其子公司、分公司、董事、职员、代理人提出索赔要求（包括司法费用和其他专业人士的费用），您必须赔偿给天昊生物网站及其子公司、分公司、董事、职员、代理人，使其等免遭损失。 <br />
                                          <br />
                                          12. 遵守法律。 <br />
                                          您应遵守与您使用“服务”，以及与您竞买、购买和销售任何物品以及提供商贸信息有关的所有相关的法律、法规、条例和规章。 <br />
                                          <br />
                                          13. 无代理关系。 <br />
                                          您与天昊生物网站仅为独立订约人关系。本协议无意结成或创设任何代理、合伙、合营、雇用与被雇用或特许权授予与被授予关系。 <br />
                                          <br />
                                          14. 广告和金融服务。 <br />
                                          您与在“服务”上或通过“服务”物色的刊登广告人士通讯或进行业务往来或参与其推广活动，包括就相关货物或服务付款和交付相关货物或服务，以及与该等业务往来相关的任何其他条款、条件、保证或声明，仅限于在您和该刊登广告人士之间发生。您同意，对于因任何该等业务往来或因在“服务”上出现该等刊登广告人士而发生的任何种类的任何损失或损毁，天昊生物网站无需负责或承担任何责任。您如打算通过“服务”创设或参与与任何公司、股票行情、投资或证券有关的任何服务，或通过“服务”收取或要求与任何公司、股票行情、投资或证券有关的任何新闻信息、警戒性信息或其他资料，敬请注意，天昊生物网站不会就通过“服务”传送的任何该等资料的准确性、有用性或可用性、可获利性负责或承担任何责任，且不会对根据该等资料而作出的任何交易或投资决策负责或承担任何责任。 <br />
                                          <br />
                                          15. 链接。 <br />
                                          “服务”或第三者均可提供与其他万维网网站或资源的链接。由于天昊生物网站并不控制该等网站和资源，您承认并同意，天昊生物网站并不对该等外在网站或资源的可用性负责，且不认可该等网站或资源上或可从该等网站或资源获取的任何内容、宣传、产品、服务或其他材料，也不对其等负责或承担任何责任。您进一步承认和同意，对于任何因使用或信赖从此类网站或资源上获取的此类内容、宣传、产品、服务或其他材料而造成（或声称造成）的任何直接或间接损失，天昊生物网站均不承担责任。 <br />
                                          <br />
                                          16. 通知。 <br />
                                          除非另有明确规定，任何通知应以电子邮件形式发送，(就天昊生物网站而言) 电子邮件地址为 ，或 (就您而言) 发送到您在登记过程中向天昊生物网站提供的电子邮件地址，或有关方指明的该等其他地址。在电子邮件发出二十四 (24) 小时后，通知应被视为已送达，除非发送人被告知相关电子邮件地址已作废。或者，本公司可通过邮资预付挂号邮件并要求回执的方式，将通知发到您在登记过程中向天昊生物网站提供的地址。在该情况下，在付邮当日三 (3) 天后通知被视为已送达。 <br />
                                          <br />
                                          17. 不可抗力。 <br />
                                          对于因本公司合理控制范围以外的原因，包括但不限於自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使本公司延迟或未能履约的，天昊生物网站不对您承担任何责任。 <br />
                                          <br />
                                          18. 转让。 <br />
                                          天昊生物网站转让本协议无需经您同意。 <br />
                                          <br />
                                          19. 其他规定。 <br />
                                          本协议构成您和天昊生物网站之间的全部协议，规定了您对“服务”的使用，并取代您和天昊生物网站先前订立的任何书面或口头协议。本协议各方面应受中华人民共和国大陆地区法律的管辖。倘若本协议任何规定被裁定为无效或不可强制执行，该项规定应被撤销，而其余规定应予执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。本公司未就您或其他人士的某项违约行为采取行动，并不表明本公司撤回就任何继后或类似的违约事件采取行动的权利。 <br />
                                          <br />
                                          20. 仲裁。 <br />
                                          因本协议或本公司服务所引起或与其有关的任何争议应提交中国上海市仲裁委员会并根据其适用的仲裁规则进行仲裁裁决。任何该等争议应单独地仲裁，不得与任何其他方的争议在任何仲裁中合并处理。仲裁应在中国上海市进行，而仲裁裁决可提交对其有管辖权的任何法院予以强制执行。您或天昊生物网站在仲裁进行期间，可向中国上海地区内具有管辖权的法院寻求为保护您或天昊生物网站的权利或财产所需的任何临时或初步补救措施，包括但不限于财产保全或证据保全措施。 <br />
                                          <br />
                                          21. 举报</p>
										  <p>倘发现任何违反本服务公约之情事，请通知本公司客户服务部。<br />
                                          </p>
										
										  </td>
								</tr>
								<tr>
										<td>&nbsp;</td>
										<td>&nbsp;</td>
								</tr>
						</table>
				</td>
		</tr>
</table>
</body>
</html>
<?php require_once('smartyconfig.php'); 
$maincontent=ob_get_contents();
ob_get_clean();
$tpl->assign("maincontent",$maincontent);
$tpl->display('template_reset.php');
?>
